cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'coreutils'

brew 'git'
brew 'docker-compose'
brew 'docker-machine'
brew 'docker'
brew 'wget'

brew 'awscli'

cask '1password'
cask 'google-chrome'
cask 'spotify'
cask 'dropbox'
cask 'flux'
cask 'slack'
cask 'virtualbox'
cask 'iterm2'
cask 'evernote'
cask 'macdown'
cask 'sublime-text3'

cask 'java'
cask 'eclipse-jee'
cask 'intellij-idea'
brew 'maven'

